Repository: common-repository/sms-orders-alertnotifications-for-woocommerce
Catalog: languages/smart-marketing-addon-sms-order-*.po
Languages: es_es, pt_br

source: We are having some technical difficulties reaching the endpoint. Please try again latter.
es_es: Estamos teniendo algunas dificultades técnicas. Por favor, vuelva a intentarlo más tarde.
pt_br: Estamos com algumas dificuldades técnicas, tente novamente mais tarde.

source: You are here:
es_es: Estás aquí:
pt_br: Você está aqui:

source: You can check at this link the cost of each sms and E-goi account plans.
es_es: Puede consultar en este enlace el costo de cada sms y planes de cuenta E-goi.
pt_br: Pode consultar neste link o custo de cada SMS e planos de conta E-goi.

source: You can consult the article of our blog about this plugin.
es_es: Puede consultar el artículo de nuestro blog sobre este plugin.
pt_br: Pode consultar o artigo do nosso blog sobre este plugin.

source: You can edit the Email message sent by each payment method
es_es: Puede editar el mensaje de correo electrónico enviado por cada método de pago
pt_br: Pode editar o Email enviado por cada método de pagamento.

source: You can edit the SMS messages of each order status
es_es: Puede editar los mensajes SMS de cada estado de pedido
pt_br: Pode editar as mensagens SMS de cada estado de encomenda

source: You can edit the SMS messages sent by each payment method
es_es: Puede editar los mensajes SMS enviados por cada método de pago.
pt_br: Pode editar as mensagens SMS enviadas por cada método de pagamento.

source: You can't send a empty SMS
es_es: No puedes enviar un SMS vacío
pt_br: Você não pode enviar SMS vazia

source: You need to enable Egoi Transacional Email.
es_es: Debe habilitar Egoi Transacional Email.
pt_br: Precisa ativar o Email transacional do E-goi.

source: You need to enable wp_cron in wp-config, use:
es_es: Necesita activar wp_cron en wp-config, usar:
pt_br: Necessita de ativar o wp_cron no wp-config, usar:

source: 3. Add balance
pt_br: 3. Carregamento de saldo
