Repository: common-repository/sms-orders-alertnotifications-for-woocommerce
Catalog: languages/smart-marketing-addon-sms-order-*.po
Languages: es_es, pt_br

source: (You can add a sender with the number that will appear in the sms sent and allows you to receive replies or text, such as the name of your company or website, but not allowing you to receive replies)
es_es: (puede agregar un remitente con el número que aparecerá en la sms enviada y permite recibir respuestas o un texto, como el nombre de su empresa o página web, pero que no permita recibir respuestas)
pt_br: (pode adicionar um remetente com número que vai aparecer na sms enviada e permite receber respostas ou um texto, como o nome da sua empresa ou site, mas que não permites receber respostas)

source: 1. Transactional Activation
es_es: 1. Activación de la Transaccional
pt_br: 1. Ativação do Transacional

source: 2. Adding a sender
es_es: 2. Adicionalizar un remitente de envío
pt_br: 2. Adicionar um remetente de envio

source: 4. Select SMS Sender E-goi
es_es: 4. Seleccione el remitente de SMS E-goi
pt_br: 4. Selecionar Remetente SMS E-goi

source: Abandoned Cart
es_es: Carro abandonado por SMS
pt_br: Carrinho Abandonado por SMS

source: Add tracking code
es_es: Añadir código de tracking
pt_br: Adicionar código de rastreamento

source: Added a E-goi tracking: %s
es_es: Se agregó un tracking de E-goi: %s
pt_br: Código tracking E-goi adicionado: %s

source: Admin
es_es: Administrador
pt_br: Administrador

source: Admin Cellphone
es_es: Teléfono móvil administrador
pt_br: Celular do administrador

source: All customers
es_es: Todos los clientes
pt_br: Todos os clientes

source: All free E-goi Plans have included 10 SMS and all Starter Plans have 50 included SMS that you can use to test the plugin. If you do not have enough balance available, log in to your E-goi Account, go to the menu related to your account (top, right) and the Balance information choose Top Up.
es_es: Todos los planes E-goi gratuitos incluyen 10 SMS y todos los planes iniciales tienen 50 SMS incluidos que puede usar para probar el complemento. Si no tiene suficiente saldo disponible, inicie sesión en su cuenta E-goi, vaya al menú relacionado con su cuenta (arriba a la derecha) y la información del saldo elija Top Up.
pt_br: Todos os Planos Trial do E-goi incluem SMS que você pode usar para testar o plugin. Se não tiver saldo suficiente disponível, aceda à sua Conta E-goi, aceda ao menu relativo à sua conta (em cima, à direita) e na informação do Saldo escolha Carregar.

source: An error has occurred! Please try later.
es_es: ¡Se ha producido un error! Por favor intente mas tarde.
pt_br: Ocorreu um erro! Por favor tente mais tarde.

source: Apply
es_es: Aplicar
pt_br: Aplicar

source: Background Color
es_es: Color de fondo
pt_br: Cor de fundo

source: Brazilian Portuguese
es_es: Portugués Brasileño
pt_br: Português do Brasil

source: Button Color
es_es: Color del botón
pt_br: Cor do botão

source: Button Text Color
es_es: Color del texto del botón
pt_br: Cor do texto do botão

source: By removing this plugin, you will no longer be able to use the SMS plugin
es_es: Al quitar este plugin, ya no podrá utilizar el plugin de SMS
pt_br: Ao remover este plugin, deixará de conseguir usar o plugin SMS

source: Cancelled
es_es: Cancelado
pt_br: Cancelada

source: Carriers already configured in your WooCommerce. Add tracking url or website.
es_es: Operadores ya configurados en su WooCommerce. Añadir url de seguimiento o sitio web.
pt_br: Transportadoras já configuradas no seu WooCommerce. Adicione o URL de acompanhamento ou o website.

source: Carriers Name
es_es: Nombre del transportista
pt_br: Nome da transportadora

source: Carriers URL
es_es: URL del transportista
pt_br: URL da transportadora

source: Changes saved successfully
es_es: Cambios grabados con éxito
pt_br: Alterações salvas com sucesso

source: Check Rates
es_es: Ver precios
pt_br: Ver preços

source: Choose the amount of time to send the email reminder.
es_es: Elija la cantidad de tiempo para enviar el recordatorio por correo electrónico.
pt_br: Escolha o período de tempo desejado para enviar o lembrete de Email.

source: Choose the amount of time to send the reminder.
es_es: Elija la cantidad de tiempo para enviar el SMS recordatorio.
pt_br: Escolha o período de tempo desejado.

source: Completed
es_es: Completado
pt_br: Concluída

source: Configurations
es_es: Configuraciones
pt_br: Configurações

source: Configurations Multibanco (Portuguese payment method)
es_es: Configuraciones Multibanco (método de pago portugués)
pt_br: Configurações Multibanco (método de pagamento português)

source: Configurations Pagseguro (Brazilian Gateway)
es_es: Configuraciones Pagseguro (Gateway Brasileño)
pt_br: Configurações Pagseguro (método de pagamento brasileiro)

source: Current balance of your E-goi account
es_es: Saldo actual de tu cuenta E-goi
pt_br: Saldo atual da sua conta E-goi

source: Customer
es_es: Cliente
pt_br: Cliente

source: Disable
es_es: Deshabilitar
pt_br: Desabilitar

source: E-goi account information
es_es: Información de cuenta de E-goi
pt_br: Informação da conta E-goi

source: E-goi SMS Sender
es_es: Remitente SMS E-goi
pt_br: Remetente SMS E-goi

source: Enable here.
es_es: Habilite aquí.
pt_br: Ativar aqui.

source: Enabled
es_es: Activada
pt_br: Ativar

source: English
es_es: Inglés
pt_br: Inglês

source: Failed
es_es: Fallido
pt_br: Falhada

source: First Message
es_es: Primer Mensaje
pt_br: Primeira Mensagem

source: First steps
es_es: Primeros pasos
pt_br: Primeiros passos

source: General settings
es_es: Configuración
pt_br: Configurações

source: Help
es_es: Ayuda
pt_br: Ajuda

source: Help information to start sending SMS notifications to your customers.
es_es: Ayuda para comenzar a enviar notificaciones SMS a sus clientes.
pt_br: Ajuda para começar a enviar notificações SMS aos seus clientes.

source: https://blog.e-goi.com/alerts-by-sms-for-your-ecommerce-orders/
es_es: https://blog.e-goi.es/alertas-por-sms-para-los-pedidos-de-tu-ecommerce/
pt_br: https://blog.e-goi.com.br/alertas-por-sms-para-as-encomendas-do-seu-ecommerce/

source: https://helpdesk.e-goi.com/index.php?type=page&urlcode=694373&title=Adding-a-sender
es_es: https://helpdesk.e-goi.com/index.php?type=page&urlcode=032856&title=A%C3%B1adir-remitentes
pt_br: https://helpdesk.e-goi.com/765854-Adicionar-remetentes

source: https://helpdesk.e-goi.com/index.php?type=page&urlcode=708772&title=Sending-transactional-messages-with-E-gois-Slingshot
es_es: https://helpdesk.e-goi.com/index.php?type=page&urlcode=395360&title=Enviar-mensajes-transaccionales-a-trav%C3%A9s-de-Slingshot-de-E-goi
pt_br: https://helpdesk.e-goi.com/index.php?type=page&urlcode=025822&title=Enviar-mensagens-transacionais-com-o-Slingshot-do-E-goi

source: https://www.e-goi.com/pricing/
es_es: https://www.e-goi.es/precios/
pt_br: https://www.e-goi.pt/precos/

source: I want to be notified by SMS (Order Status)
es_es: Quiero ser notificado por SMS (Estado del pedido)
pt_br: Quero ser notificado por SMS (Estado da encomenda)

source: If you have already done the above steps, you can go back to the SMS plugin to select the E-goi SMS Sender previously entered into the E-goi account and complete the setup process. This sender will be the one used to send your SMS notifications.
es_es: Si ya ha realizado los pasos anteriores, puede volver al plugin de SMS para seleccionar el remitente de correo electrónico E-goi introducido anteriormente en la cuenta E-goi y completar el proceso de configuración. Este remitente se utilizará para enviar sus notificaciones SMS.
pt_br: Se já fez os passos anteriores, pode voltar ao plugin SMS para selecionar o Remetente SMS E-goi inserido anteriormente na conta E-goi e concluir o processo de configuração. Este remetente será o usado para enviar as suas notificações SMS.

source: If you want to include custom information in your Email, use the following tags
es_es: Si desea incluir información personalizada en su correo electrónico, utilice las siguientes tags
pt_br: Se deseja incluir informação personalizada no seu Email, use as seguintes tags.

source: If you want to include custom information in your SMS, use the following tags
es_es: Si desea incluir información personalizada en sus SMS, utilice los siguientes tags
pt_br: Se deseja incluir informação personalizada nas suas SMS, use as seguintes tags

source: In order to send SMS notifications, you must first activate Transactional in your E-goi account.
es_es: Para poder enviar notificaciones SMS, primero debe activar el Transaccional en su cuenta E-goi.
pt_br: Para conseguir enviar notificações SMS necessita primeiro ativar o Transacional na sua conta E-goi.

source: In your E-goi account you must add a Sender to send sms,
es_es: En su cuenta E-goi debe agregar un remitente para poder enviar sms,
pt_br: Na sua conta E-goi tem de adicionar um Remetente para conseguir enviar sms,

source: Irks! An error has occurred.
es_es: Se ha producido un error
pt_br: Ups! Ocorreu um erro

source: Language
es_es: Idioma
pt_br: Idioma

source: Message
es_es: Mensaje
pt_br: Mensagem

source: More information
es_es: Mas informaciones
pt_br: Mais informações

source: Need more Carriers? Please add it here. Insert tracking url or website.
es_es: ¿Necesitas más transportistas? Por favor agrégala aquí. Insertar url de seguimiento o sitio web
pt_br: Precisa de mais transportadoras? Por favor, adicione aqui. Insira o URL de rastreamento ou o site.

source: Olá deixe aqui o seu contacto para conseguirmos entrar em contacto consigo.
es_es: Hola, deje sus datos de contacto para que podamos ponernos en contacto con usted.
pt_br: Olá, deixe aqui o seu contato para que possamos entrar em contato com você.

source: Olá relembramos que deixou produtos no seu carrinho, clique aqui para recuperar %link%
es_es: Hola, le recordamos que ha dejado productos en su cesta, pulse aquí para recuperarlos %link%.
pt_br: Olá, lembramos que você deixou produtos no seu carrinho. Clique aqui para recuperar %link%.

source: Olá, alteramos o preço de %product%, clique aqui para ver as alterações %link%
es_es: Hola, hemos cambiado el precio de %product%, haga clic aquí para ver los cambios %link%.

source: On Hold
es_es: Espera la confirmación de pago
pt_br: Aguarda confirmação de pagamento

source: One carrier with the same name already exists!
es_es: ¡Ya existe un transportista con el mismo nombre!
pt_br: Já existe uma transportadora com o mesmo nome.

source: Only customers who ask for it in checkout
es_es: Somente clientes que pedem no checkout
pt_br: Apenas para clientes que solicitaram o envio no checkout

source: Option of sending SMS with the data of Pagseguro is only compatible with the plugin WooCommerce PagSeguro
es_es: La opción de envío de SMS con los datos del Pagseguro sólo es compatible con el plugin WooCommerce PagSeguro
pt_br: Opção de envio de SMS com os dados do Pagseguro só é compatível com o plugin WooCommerce PagSeguro

source: Order
es_es: Orden
pt_br: Encomenda

source: Order SMS notifications
es_es: Notificaciones por SMS
pt_br: Notificações SMS

source: Order Status
es_es: Estado del pedido
pt_br: Estado da encomenda

source: Payment reminder
es_es: Recordatorio de pago
pt_br: Lembrete de pagamento

source: Payments Email
es_es: Email de pagos
pt_br: Email de Pagamentos

source: Payments SMS
es_es: SMS de Pagos
pt_br: SMS de Pagamentos

source: Pending payment
es_es: Pendiente de pago
pt_br: Pagamento pendente

source: Portuguese
es_es: Portugués
pt_br: Português

source: Positions
es_es: Puestos
pt_br: Posições

source: Processing
es_es: Processando
pt_br: Em processamento

source: Refunded
es_es: Reembolsado
pt_br: Reembolsada

source: Reminder
es_es: Recordatorio
pt_br: Lembrete

source: Seclect payment method
es_es: Seleccione el método de pago
pt_br: Selecione o método de pagamento

source: See how!
es_es: vea cómo!
pt_br: veja como!

source: See more help
es_es: Ver más ayuda
pt_br: Veja mais ajuda sobre como carregar saldo

source: Select an option...
es_es: Seleccione una opcion...
pt_br: Selecione uma opção...

source: Select Color
es_es: Seleccionar color
pt_br: Selecionar cor

source: Select payment method
es_es: Seleccione el método de pago
pt_br: Selecione o método de pagamento

source: Select the language
es_es: Selecciona el idioma
pt_br: Selecione o idioma

source: Select to which order status SMS will be sent
es_es: Seleccione para qué estados de pedido se enviará SMS
pt_br: Selecione para que estados de encomenda será enviado SMS

source: Selected the language
es_es: Seleccionado el idioma
pt_br: Selecione o idioma

source: Send
es_es: Enviar
pt_br: Enviar

source: Send a test SMS
es_es: Enviar un SMS de prueba
pt_br: Envie um SMS de teste

source: Send a test SMS to verify that your service is active. This test will have the cost of a normal SMS. You need to have balance on your E-goi account to perform this test.
es_es: Envíe un SMS de prueba para comprobar que su servicio está activo. Este SMS de prueba tendrá el costo de un envío normal. Necesita tener saldo en su cuenta E-goi para realizar esta prueba.
pt_br: Envie um SMS de teste para verificar se o seu serviço está activo. Este SMS de teste terá o custo de um envio normal. Necessita de ter saldo na sua conta E-goi para efectuar este teste.

source: Send Email to remind the information for PagSeguro payment
es_es: Enviar correo electrónico para recordar la información para el pago de PagSeguro
pt_br: Envie Email a relembrar os dados de pagamento do PagSeguro

source: Send Email to remind the information for payment Multibanco
es_es: Enviar correo electrónico para recordar la información de pago Multibanco
pt_br: Envie Email a relembrar os dados Multibanco

source: Send Email to remind the payment information of the PagSeguro
es_es: Enviar correo electrónico para recordar la información de pago del PagSeguro
pt_br: Envie Email a relembrar os dados de pagamento do PagSeguro

source: Send SMS
es_es: Enviar SMS
pt_br: Enviar SMS

source: Send SMS notifications to customers
es_es: Enviar notificaciones por SMS a los clientes
pt_br: Envie notificações por SMS aos clientes

source: Send SMS notifications to your buyers and admins for each change to the order status in your WooCommerce store. Increase your conversions and better communicate with your customers.
es_es: Envíe notificaciones SMS a sus clientes y administradores por cada cambio en el estado de pedido en su WooCommerce. Aumente sus conversiones y mejor la comunicación con sus clientes.
pt_br: Envie notificações SMS aos seus clientes e administradores por cada alteração ao estado da encomenda no seu WooCommerce. Aumente as suas conversões e melhor a comunicação com os seus clientes.

source: Send SMS to buyer
es_es: Enviar SMS al cliente
pt_br: Enviar SMS ao cliente

source: Send SMS to remind the information for PagSeguro payment
es_es: Enviar SMS para recordar los datos de pago del PagSeguro
pt_br: Envie SMS a relembrar os dados de pagamento do PagSeguro

source: Send SMS to remind the information for payment Multibanco
es_es: Enviar SMS a recordar la información para pago Multibanco
pt_br: Envie SMS a relembrar os dados Multibanco (após 48h)

source: Send SMS to remind the payment information of the PagSeguro
es_es: Enviar SMS para recordar los datos de pago del PagSeguro
pt_br: Envie SMS a relembrar os dados de pagamento do PagSeguro (após 48h)

source: Send SMS to your customers with Multibanco payment information
es_es: Envíe SMS a sus clientes con la información de pago Multibanco
pt_br: Envie SMS aos seus clientes com dados Multibanco

source: Send SMS to your customers with PagSeguro payment information
es_es: Envíe SMS a sus clientes con información de pago de PagSeguro
pt_br: Envie SMS aos seus clientes com dados de pagamento do PagSeguro

source: Sending... Wait please
es_es: Enviando ... espera por favor
pt_br: Enviando... Espere por favor

source: Shortener
es_es: Reducción del URL mostrado en %link%
pt_br: Redução do URL exibido no %link%

source: SMS Follow Price
es_es: Precio de seguimiento por SMS
pt_br: Seguir Preço por SMS

source: SMS Messages
es_es: Mensajes de SMS
pt_br: Mensagens SMS

source: SMS Notifications
es_es: Notificaciones SMS
pt_br: Notificações SMS

source: SMS Tracking
es_es: Seguimiento por SMS
pt_br: Rastreamento por SMS

source: SMS Tracking code
es_es: Código de seguimiento por SMS
pt_br: Código de rastreamento por SMS

source: SMS URL Tracking
es_es: Seguimiento de URL por SMS
pt_br: SMS URL de Rastreamento

source: Spanish
es_es: Español
pt_br: Espanhol

source: Styles for dialog
es_es: Configuraciones de apariencia del Pop-up
pt_br: Configurações de aparência do Pop-up

source: Text Color
es_es: Color del texto
pt_br: Cor do texto

source: Text on button
es_es: Texto en el botón
pt_br: Texto do botão

source: Text on cancel button
es_es: Texto en el botón de cancelación
pt_br: Texto no botão cancelar

source: Text on send button
es_es: Texto en el botón de envío
pt_br: Texto no botão enviar

source: The balance amount displayed in the plugin may temporarily show differences, relative to the balance within your E-goi account.
es_es: El valor del saldo que aparece en el plugin puede presentar diferencias en el saldo de su cuenta E-goi.
pt_br: O valor do saldo apresentado no plugin pode temporariamente apresentar diferenças, relativamente ao saldo dentro da sua conta E-goi.

source: The carrier you are trying to delete was not found.
es_es: No se encontró el operador que está intentando eliminar.
pt_br: A transportadora não foi encontrada.

source: The customer doesn't want to receive sms
es_es: Cliente no quiere recibir sms
pt_br: O cliente não quer receber sms

source: The option of sending SMS notification with the Multibanco (Entity, Reference, Value) for instant cash payment is only compatible with Eupago, Ifthenpay and easypay portuguese payment gateways.
es_es: La opción de enviar notificación por SMS con Multibanco (Entidad, Referencia, Valor) para el pago instantáneo en efectivo sólo es compatible con Eupago, Ifthenpay y easypay las pasarelas de pago portuguesas.
pt_br: Opção de envio de SMS com os dados (Entidade, Referência, Valor) para pagamento via Multibanco (Portugal) de momento só é compatível com Eupago, Ifthenpay e easypay.

source: This plugin is integrated with Multibanco (euPago, Ifthenpay, easypay, Hipay Compra Facil, Sibs, LusoPay), WooCommerce PagSeguro
es_es: Este plugin está integrado con Multibanco (euPago, Ifthenpay, easypay, Hipay Compra Facil, Sibs, LusoPay), WooCommerce PagSeguro
pt_br: Este plugin está integrado com o Multibanco (euPago, Ifthenpay, easypay, Hipay Compra Facil, Sibs, LusoPay), WooCommerce PagSeguro

source: This url will be replacing the %tracking_url% shortcode.
es_es: Esta url reemplazará al shortcode %tracking_url%.
pt_br: Este url vai substituir o shortcode %tracking_url%

source: Title Pop
es_es: Título Pop-up
pt_br: Título do Pop-up

source: To activate Transactional in your E-goi account, go to the Apps menu and choose to activate Slingshot.
es_es: Para activar Transaccional en tu cuenta E-goi, ve al menú Apps y elige activar el Slingshot.
pt_br: Para ativar o Transacional na sua conta E-goi, vá ao menu Apps e escolha ativar o Slingshot.

source: To send SMS with the shipping info, you must configure the carriers you want to use and their tracking or website URLs. You need to include the customization codes (tracking_code, tracking_url, tracking_name) in the order statuses and messages you want to send. The plugin will add a widget on the order page where you can choose which carrier will be used for the shipment and its tracking code. This data will be used in SMS.
es_es: Para enviar SMS con los datos de envío, debe configurar los operadores que desea utilizar y su seguimiento o URL de sitios web. Debe incluir los códigos de personalización (tracking_code, tracking_url, tracking_name) en los estados de pedido y los mensajes que desea enviar. El complemento agregará un widget en la página de pedido donde podrá elegir qué transportista se usará para el envío y su código de seguimiento. Estos datos serán utilizados en SMS.
pt_br: Para enviar SMS com o dados de envio, deve configurar as transportadoras que quer usar e os respectivos URLs de tracking ou website. Necessita de incluir os códigos de personalização (tracking_code, tracking_url, tracking_name) nos estados de encomenda e mensagens que quer enviar. O plugin vai adicionar um widget na página de encomenda onde pode escolher qual vai ser a transportadora usada para o envio e o respectivo código de acompanhamento. Este dados serão os usados nos SMS.

source: To use this plugin you need to add a sender and activate the SMS transactional within your E-goi account.
es_es: Para utilizar este plugin necesita agregar un remitente y activar el transaccional SMS dentro de su cuenta E-goi.
pt_br: Para usar este plugin necessita de adicionar um remetente e activar o transacional SMS, dentro da sua conta E-goi.

source: To use this plugin, you first need to install
es_es: Para utilizar este plugin, necesita tener instalado o
pt_br: Para usar este plugin, você precisa de primeiro instalar o

source: To use this plugin, you first need to install WooCommerce
es_es: Para utilizar este plugin, necesita tener instalado o WooCommerce
pt_br: Para usar este plugin, você precisa de primeiro instalar o WooCommerce

source: Tracking code:
es_es: Código de seguimiento:
pt_br: Código de rastreamento:

source: Use %link% to choose the position of the link otherwise the link will be placed at the end
es_es: Utilice %link% para elegir la posición del enlace, de lo contrario el enlace se colocará al final.
pt_br: Use %link% para escolher a posição do link, caso contrário, o link será colocado no final

source: Use %link% to choose the position of the link otherwise the link will be placed at the end.
es_es: Utilice %link% para elegir la posición del enlace, de lo contrario el enlace se colocará al final.
pt_br: Use %link% para escolher a posição do link, caso contrário, o link será colocado no final.

source: Use %product%for product name.
es_es: Utilice %producto% para el nombre del producto.
pt_br: Use %product% para o nome do produto.

source: Use %shop_name% for shop name display.
es_es: Utilice %shop_name% para mostrar el nombre de la tienda.
pt_br: Use %shop_name% para exibir o nome da loja.

source: Use this plugin to send Follow price SMS.
es_es: Configure el seguimiento de precios por SMS para enviar notificaciones a los clientes cada vez que haya cambios en el precio del producto
pt_br: Configure o acompanhamento de preços por SMS para enviar notificações aos clientes sempre que houver alteração no preço do produto

source: Use this plugin to send SMS with information about shipping orders. You can use the carriers already configured in your WooCommerce or insert the ones you want.
es_es: Configure el seguimiento de la URL por SMS para enviar información sobre el envío del pedido. Puede utilizar las empresas de transporte ya configuradas en su WooCommerce o agregar las que desee.
pt_br: Configure o acompanhamento via SMS do link de rastreamento para fornecer informações sobre o envio do pedido. Você pode utilizar as transportadoras já configuradas no seu WooCommerce ou adicionar as que preferir.

source: Use this to add a lost cart sms trigger.
es_es: Configure el carrito abandonado por SMS para recordar a los clientes los productos dejados e incentivarlos a completar la compra.
pt_br: Configure o carrinho abandonado por SMS para lembrar os clientes dos produtos deixados e incentivá-los a finalizar a compra.

source: View blog post
es_es: Ver el artículo en el blog
pt_br: Ver artigo no blog

source: View help
es_es: Ver ayuda
pt_br: Ver ajuda
